tap 'homebrew/cask'
tap 'puma/puma'

brew 'direnv'
brew 'dockerize'
brew 'doctl'
brew 'git'
brew 'gnupg'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'jq'
brew 'kubectx'
brew 'mitmproxy'
brew 'node'
brew 'nodenv'
brew 'pinentry-mac'
brew 'puma-dev'
brew 'rbenv'
brew 'svgo'
brew 'swiftlint'
brew 'the_silver_searcher'
brew 'velero'
brew 'vim'
brew 'xcodegen'
brew 'xmlstarlet'
brew 'yarn'
brew 'zsh-completions'

cask 'monitorcontrol'
cask 'ngrok'
cask 'provisionql'